---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Wall
zh: 墙、墙体
source: html/d0678575-843b-42ea-c91d-c94b13d7dd4f.htm
---
# Wall Members

**中文**: 墙、墙体

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.